Repository: misits/tracking-consent-wp
Catalog: languages/tracking-consent-wp-*.po
Languages: fr_fr

source: Tracking Consent WP
fr_fr: Suivi du consentement WP

source: Adds Matomo tracking code with consent functionality and more.
fr_fr: Ajoute le code de suivi Matomo avec fonctionnalité de consentement et plus encore.

source: Settings
fr_fr: Paramètres

source: Accept Button Text
fr_fr: Text du bouton accepter

source: Decline Button Text
fr_fr: Texte du bouton refuser

source: Read More Page
fr_fr: Page de politique de confidentialité

source: Background Color
fr_fr: Couleur de l'arrière plan

source: Text Color
fr_fr: Couleur du texte

source: Primary Color
fr_fr: Couleur primaire

source: Banner Class
fr_fr: Classe de bannière

source: Button Class
fr_fr: Classe des boutons

source: Enable Matomo
fr_fr: Activer Matomo

source: Set Document Title
fr_fr: Définir le titre du document

source: Set Cookie Domain
fr_fr: Définir le domaine des cookies

source: Set Domains
fr_fr: Définir les domaines

source: Set Do Not Track
fr_fr: Définir ne pas suivre

source: Disable Cookies
fr_fr: Désactiver les cookies

source: Track Page View
fr_fr: Suivi de la vue de la page

source: Enable Link Tracking
fr_fr: Activer le suivi des liens

source: We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.
fr_fr: Nous utilisons des cookies pour garantir que nous vous offrons la meilleure expérience sur notre site Web. Si vous continuez à utiliser ce site, nous supposerons que vous en êtes satisfait.

source: Accept
fr_fr: Accepter

source: Decline
fr_fr: Refuser

source: Select a page
fr_fr: Sélectionnez une page
